Repository: inky17/TacticsPuzzles
Catalog: translations/*/LC_MESSAGES/wesnoth-Tactics_Puzzles.po
Languages: it, ja

source: Tactics Puzzles
it: Enigmi di Tattica
ja: タクティクスパズル

source: A collection of tactical puzzles for Wesnoth, similar to tactics problems in chess. Each puzzle has a hint which you can read using the right click menu. If you're still stuck, there's a text file included in the addon with solutions to all the puzzles. (7 puzzles so far)
it: Una collezione di enigmi di tattica per Wesnoth, simili ai problemi di tattica degli scacchi. Ogni enigma ha un suggerimento che puoi leggere usando il menu del tasto destro del mouse. Se sei ancora bloccato, c'è un file di testo incluso nell'addon con le soluzioni di tutti gli enigmi. (7 enigmi fino a questo momento)
ja: 詰将棋と同じような感じの、詰Wesパズルのコレクション。 それぞれのパズルには、右クリックメニューで読むことができるヒントがあります。 もし問題が難しすぎると感じたら、アドオンに同梱のテキストファイルで、すべての問題の解決策が参照できます。 （今のところ7個のパズル）

source: All puzzles solved! Well done!
it: Tutti gli enigmi sono risolti! Ben fatto!
ja: すべてのパズルが解けました！ おめでとう！

source: Japanese Translation
it: Traduzione giapponese
ja: 日本語翻訳

source: Return to puzzle selection menu
it: Ritorna al menu di selezione degli enigmi
ja: パズル選択メニューに戻る

source: Read a vague hint
it: Leggi un vago suggerimento
ja: ふんわりしたヒントを読む

source: Read a detailed hint
it: Leggi un suggerimento dettagliato
ja: 詳細なヒントを読む

source: Menu
ja: メニュー

source: Choose a puzzle:
it: Scegli un enigma:
ja: パズルを選択:

source: <b>Quit.</b>
it: <b>Esci.</b>
ja: <b>終了する。</b>

source: Watch your back
it: Guardati alle spalle
ja: 後ろに気をつけろ

source: Shadows are skirmishers, meaning a shadow can provide the backstab bonus for another shadow and continue moving afterwards.
it: Le ombre sono incursori, ciò significa che un'ombra può fornire il bonus per l'attacco alle spalle ad un'altra ombra e poi continuare a muoversi.
ja: シャドウは散兵持ち。つまり、シャドウは他のシャドウに奇襲ボーナスを与えた後、まだ動けるって事よ。

source: Six backstabs (two shadows attacking with the backstab bonus) will finish the enemy leader. So one of the shadows can provide the backstab bonus for the other two before moving out of range.
it: Sei attacchi alle spalle (due ombre che attaccano col bonus dell'attacco alle spalle) finiranno il condottiero nemico. Così una delle ombre può fornire il bonus dell'attacco alle spalle alle altre due prima di muoversi fuori dal raggio d'azione dei nemici.
ja: ６回の奇襲攻撃(２体のシャドウが奇襲ボーナス込みで攻撃する)で敵のリーダーを仕留められます。つまり、１体のシャドウが他の２体のシャドウに奇襲ボーナスを付与し、しかる後に敵の攻撃範囲外に避難することができます。

source: This place gives me the creeps. I've heard rumors that it's haunted. Perhaps we should turn back.
it: Questo posto mi fa venire la pelle d'oca. Ho sentito delle voci secondo cui sarebbe infestato. Forse dovremmo tornare indietro.
ja: この場所は気味が悪い。 私は幽霊が出るって噂を聞いたんだ。 思うんだけど、引き返した方が良いんじゃないかな。

source: What are you scared of, the trees? It's broad daylight! I've had enough of your-
it: Di che hai paura, degli alberi? Siamo in pieno giorno! Ne ho abbastanza delle tue-
ja: 君は何を恐れているんだ？ そいつは木でも見間違えたんじゃないのか？ 今は真昼間だぞ。もう聞き飽きた。君の……

source: Ahhhh! <b>Behind you!</b>
it: Ahhhh! <b>Dietro di te!</b>
ja: うわぁぁぁ! <b>あんたの後ろ!</b>

source: Just how gullible do you think I am?
it: Quanto credulone pensate che io sia?
ja: 私がそんな芝居で怖がる程お人好しだと思っているのか？

source: Kill the enemy leader, and have all your shadows survive the enemy turn.
it: Uccidi il condottiero nemico, e fai in modo che tutte le tue ombre sopravvivano al turno del nemico.
ja: 敵のリーダーを殺し、全てのシャドウが敵のターンを生き残こる。

source: Enemy leader survives.
it: Il condottiero nemico sopravvive.
ja: 敵のリーダーが生き残こる。

source: Loss of a shadow.
it: Morte di un'ombra.
ja: シャドウの一つを失う。

source: <b>All units (including enemies) have a 100% chance to hit.</b>
it: <b>Tutte le unità (inclusi i nemici) hanno il 100% di probabilità di colpire.</b>
ja: <b>全てのユニット(敵を含む)の攻撃は100％命中します。</b>

source: You can use Menu -> Back to Turn 1 to reset the puzzle.
it: Puoi usare Menu -> Torna al turno 1 per ripristinare l'enigma.
ja: 「メニュー -> ターン1に戻る」を使用することでパズルをリセットすることができる。

source: Right click to read a hint.
it: Fai clic col tasto destro per leggere un suggerimento.
ja: 右クリックでヒントを読む。

source: Right click to return to the puzzle selection menu.
it: Fai clic col tasto destro per tornare al menu di selezione degli enigmi.
ja: 右クリックで、パズル選択メニューに戻ります。

source: That's it, we're getting out of here!
it: Basta, andiamocene via da qui!
ja: やっべ、ここから脱出しよう！

source: Puzzle solved!
it: Enigma risolto!
ja: パズルが解けました！

source: See? I told you there's nothing to worry about.
it: Visto? Vi ho detto che non c'era niente di cui preoccuparsi.
ja: 見たかね？さっきも言ったが、何の問題も無いではないか。

source: Follow the leader
it: Segui il condottiero
ja: リーダーに続け

source: Elvish fighters can level to captains, which increase the damage of adjacent lower level units.
it: Gli elfi combattenti possono salire di livello come capitani, il che aumenta il danno delle unità adiacenti di livello inferiore.
ja: エルフの戦士がエルフの隊長になったら、周囲に居る自分より低いレベルの味方ユニットにダメージボーナスを与えることができるんだよ。

source: Note that both fighters are one kill away from leveling: one of them needs a level 1 kill, and the other needs a level 2 kill. The less experienced fighter can't kill a level 2 unit on his own, but could do so with the help of leadership.
it: Nota che entrambi i combattenti sono a un'uccisione di distanza dalla salita di livello: uno dei due a bisogno di un'uccisione di livello 1, e l'altro di livello 2. Il combattente con meno esperienza non può uccidere un'unità di livello 2 da solo, ma potrebbe farlo con l'aiuto dell'abilità comando.
ja: 両方の戦士は1キルでレベルアップできます：1体はレベル1ユニットのキルを、もう1体はレベル2ユニットのキルを必要とします。経験の少ない戦士は自力でレベル2ユニットを倒すことは出来ませんが、統率能力による補助があればそれを可能とします。

source: Ha, you puny elves will never make it past my wall of meatshields!
it: Ha, voi gracili elfi non ce la farete mai a oltrepassare il mio muro di scudi ambulanti!
ja: ハッ、ちっぽけなエルフがオークの肉壁を突破して俺に辿り着けるものか！

source: Kill the enemy leader this turn.
it: Uccidi il condottiero nemico in questo turno.
ja: このターンで敵リーダーを殺す。

source: End your turn.
it: Fine del tuo turno.
ja: あなたのターンが終わる。

source: How did you incompetent fools die so fast?!
it: Pazzi incompetenti, come avete fatto a morire così presto?!
ja: 役立たずの愚か者、どうしたらそんなに簡単に死ねるんだ？！

source: It's not fair, boss - the random number generator is rigged!
it: Non è giusto, capo - il generatore di numeri casuali è stato manomesso!
ja: ボス、そいつはフェアじゃ無い、、乱数発生装置が実装されて無いんだ！

source: Let there be light
it: Sia la luce
ja: 光あれ

source: Usually, you only want to illuminate your own lawful units and the enemy's chaotic units, but every rule has an exception.
it: Solitamente, è preferibile illuminare le tue unità legali e le unità caotiche del nemico, ma ogni regola ha un'eccezione.
ja: 通常なら、自分の秩序ユニットか敵の混沌ユニットを照らし出したいだろうけど、まあ何事にも例外はあるわけ。

source: You have too many units and not enough hexes - it would be convenient if the outlaw died while attacking to free up the hex for another unit. The enemy leader isn't able to kill the outlaw without illumination though. Every damage point counts, so make sure the peasant does maximum damage before he goes down.
it: Hai troppe unità e non hai abbastanza esagoni - sarebbe conveniente se il fuorilegge morisse mentre attacca così da liberare l'esagono per un'altra unità. Il condottiero nemico tuttavia non è in grado di uccidere il fuorilegge senza illuminazione. Ogni punto di danno conta, quindi assicurati che il contadino faccia più danno possibile prima di soccombere.
ja: あなたのユニット数に比べてへクスの数が不足しています。無法者が攻撃中に戦死するとへクスが稼げます。敵リーダーは照明無しだと無法者に引導を渡せない事に注意。 全てのダメージポイントは加算されます。ですから、農民一人にいたるまで倒れる前に最大限のダメージを与えるように工夫しましょう。

source: Intruders in the night! To arms!
it: Intrusi nella notte! Alle armi!
ja: 夜襲だ！武器を取れ！

source: Maybe I should have stayed home...
it: Forse avrei dovuto rimanere a casa...
ja: なんかの間違いだ、俺は今家で寝ているはずだ・・・

source: Argh!
ja: アゥッ！

source: <i>Yawn</i>... huh? Is it morning already? What's going on?
it: <i>Yawn</i>... huh? È già mattina? Cosa sta succedendo?
ja: <span size='small'>ふあぁ〜</span>… ふぁ? もう朝? 何、どうしたの?

source: <i>(Snore)</i>
it: <i>(Russa)</i>
ja: <span size='small'>(いびき)</span>

source: Some help you two were!
it: Bell'aiuto che siete stati, voi due!
ja: あんた、わざと俺を照らしたのか！

source: Growloff's revenge
it: La vendetta di Growloff
ja: Growloff の復讐

source: Growloff and his Pets
it: Growloff e i suoi cuccioli
ja: Growloffと彼のペット

source: You'll need to use both Keshan's leadership and Cylanna's illumination optimally (and remember that the leadership bonus stacks with illumination).
it: Avrai bisogno di utilizzare sia il comando di Keshan che l'illuminazione di Cylanna in modo ottimale (e ricordarti che il bonus del comando si combina con l'illuminazione).
ja: Keshanの統率とCylannaの照明を無駄にしないでね（ちなみに、統率と照明のボーナスは累積するんだって、ここ重要）。

source: The first thing to do is slow Growloff with the help of Keshan's leadership, while using Cylanna to make sure Gwabbo doesn't die on the counterattack. Cylanna can't survive full hits from Growloff - but maybe she can finish him off before he gets a chance to use all his attacks.
it: La prima cosa da fare è rallentare Growloff con l'aiuto del comando di Keshan, usando al tempo stesso Cylanna per assicurarti che Gwabbo non muoia nel contrattacco. Cylanna non può sopravvivere a tutti i colpi di Growloff - ma forse può finirlo prima che lui abbia la possibilità di usare tutti i propri attacchi.
ja: 最初にすべきなのはKeshanの統率ボーナス付きでGrowloffを遅化すること、その際Gwabboが反撃で死なないようにCylannaの照明を併用します。 CylannaはGrowloffの攻撃を全て受けた場合は生き残れません――ですが、最後の攻撃を受ける前に倒せるでしょう。

source: Enjoy your meal, my pets! It's an all you can eat fish buffet!
it: Buon appetito, miei cuccioli! È un buffet a volontà di pesce!
ja: 私のペットちゃん、食事の時間よ〜！ 魚のビュッフェを用意したわ、ぜ〜んぶ食べちゃっていいのよ〜！

source: We're all going to become breakfast at this rate!
it: Diventeremo tutti una colazione a questo ritmo!
ja: このままでは我々は朝食にされてしまう！

source: Maybe if we kill the one commanding them, those creatures will retreat.
it: Forse se uccidiamo quello che li comanda, quelle creature si ritireranno.
ja: 多分だけど、飼い主を殺すことができれば、怪物たちは逃げていくかも。

source: Kill Growloff this turn without losing a unit.
it: Uccidi Growloff in questo turno senza perdere alcuna unità.
ja: ユニットを失うことなくこのターンで Growloff を殺す。

source: Death of any of your units.
it: Morte di una qualsiasi delle tue unità.
ja: いずれかのあなたのユニットの死。

source: No, I don't want to get eaten!
it: No, non voglio essere mangiato!
ja: いやだ、食べられたくない！

source: Killed by seafood... maybe I should have become a vegetarian.
it: Ucciso dai frutti di mare... forse sarei dovuto diventare vegetariano.
ja: シーフードに殺されるなんて……こんな事なら、菜食主義者になればよかったよ。

source: A skirmish with death
it: Una schermaglia con la morte
ja: 死者をすり抜けろ

source: The silver mage will do massive damage to the enemy leader, if he can get close somehow. There are actually several ways to do this - one way is to somehow use that village right next to the enemy leader.
it: Il mago argentato causerà danni imponenti al condottiero nemico, se solo riuscisse ad avvicinarsi in qualche modo. Effettivamente ci sono diverse strade per farlo - una di esse consiste nel riuscire a usare quel villaggio che si trova proprio vicino al condottiero nemico.
ja: 銀魔術師がどうにかして敵リーダーに近づければ大戦果だわね。実は、方法は複数あるの。一つはもちろん、敵リーダーのすぐ隣の村を利用する方法よ。

source: The goal is to teleport the silver mage to that village right next to the leader. Right now it's occupied and belongs to the enemy, but maybe the skirmishers can do something about that. If a unit captures the village and dies on the same turn, the village will be left open for the silver mage to teleport to.
it: L'obiettivo è di teletrasportare il mago argentato in quel villaggio proprio vicino al condottiero nemico. Adesso è occupato e appartiene al nemico, ma forse gli incursori potrebbero fare qualcosa al proposito. Se un'unità catturasse un villaggio e morisse nello stesso turno, il villaggio sarebbe a disposizione del mago argentato per teletrasportarsi.
ja: 目標は銀魔術師が敵リーダーのすぐ隣の村にテレポートすることです。現時点では村は占領され、敵の所属となっていますが、あなたの散兵に何かしらできるでしょう。ユニットが村を占領した同じターンで死亡すると銀魔術師がテレポートするために必要とする無人の村が手に入ります。

source: Accept your fate, mortals! You stand no chance against my undead horde!
it: Accettate il vostro destino, mortali! Non avete alcuna possibilità contro la mia orda di non-morti!
ja: お前の運命を受け入れるのだ。命に限りある者どもよ！ 我がアンデッド軍団の前ではお前に希望は無い。

source: Death of your leader.
it: Morte del tuo condottiero.
ja: あなたのリーダーの死。

source: What's the point of having a massive army when the enemy just WALKS RIGHT THROUGH?!
it: Qual'è lo scopo dell'avere un imponente esercito quando il nemico CI PASSEGGIA ATTRAVERSO?!
ja: 敵が通り抜けるんなら、大軍団を有していて何になるんだ？！

source: The spoiled prince
it: Il principe viziato
ja: 甘やかされた王子

source: You need to get the spectre down to 2 HP, but there's no way to achieve that with just ranged attacks.
it: Devi far scendere lo spettro a 2 PF, ma non c'è alcun modo di riuscirci soltanto con gli attacchi a distanza.
ja: スペクターのHPを2にする必要があるんだけど、それって投射攻撃だけじゃ無理っぽいよね。

source: You'll have to heal the spectre a bit by having a mage melee attack it (and note that the mage of light's arcane resistance is so good that he will actually deal damage in melee). Also, one of the mages needs to die in order to make room for Hildrac to attack - tough luck!
it: Dovrai far guarire un po' lo spettro facendolo attaccare con un attacco ravvicinato da un mago (e nota che la resistenza arcana del mago della luce è così alta che riuscirà comunque a causare danni con l'attacco ravvicinato). Inoltre, uno dei maghi deve morire così da fare spazio a Hildrac per il suo attacco - che sciagura!
ja: あなたは魔術師に近接攻撃を使わせスペクターを少々回復させる必要があります(そして、光の魔術師の秘術耐性は優れているため、近接攻撃でもダメージを与えられることに注目)。 また、Hildracが攻撃するためのへクスを確保するには魔術師が一人死ななくてはなりません。

source: What fortune! We have come across an isolated foe which will provide valuable experience. Our mages will make quick work of it.
it: Che fortuna! Ci siamo imbattuti in un nemico isolato che ci fornirà della preziosa esperienza. I nostri maghi lo sistemeranno in fretta.
ja: なんという幸運だ！ 我々は完全に孤立した敵に遭遇したぞ、貴重な経験値袋だ。 我々の魔術師なら、それを素早く片付けることが出来る。

source: And give them the experience? No, it's mine! <b>I</b> am the only one who matters here. The only purpose of all your existences is to make sure <b>I</b> survive!
it: E dare loro l'esperienza? No, è mia! <b>Io</b> sono l'unico che conta qui. L'unico scopo della vostra esistenza è di assicurarvi che <b>Io</b> sopravviva!
ja: そして、彼らに経験を与えるのか？ 違う、その経験値は私のものだ！ 唯一の重要人物は<b>私</b>だ。 貴様らの唯一の存在意義は、<b>私</b>の生存を確実にすることだ！

source: <i>(Sigh, it's going to be a long day.)</i> Very well, my prince.
it: <i>(Sigh, sarà una lunga giornata.)</i> Molto bene, mio principe.
ja: <span size='small'>(やれやれ、長い1日になりそうだ。)</span> 仰せのままに、我が王子よ。

source: Kill the spectre this turn with Prince Hildrac.
it: Uccidi lo spettro in questo turno col Principe Hildrac.
ja: このターン中にHildrac王子によってスペクターにトドメを刺せ。

source: A unit besides Prince Hildrac kills the spectre.
it: Un'unità diversa dal Principe Hildrac uccide lo spettro.
ja: Hildrac王子以外のユニットがスペクターを倒す。

source: Death of Prince Hildrac.
it: Morte del Principe Hildrac.
ja: Hildrac王子の死。

source: Hey! That's MY experience!
it: Ehi! Quella è LA MIA esperienza!
ja: おい！それは私の経験値だぞ！

source: An easy victory! Did you see that? I killed it!
it: Una facile vittoria! Avete visto? L'ho ucciso Io!
ja: 楽勝だったな！見たかお前たち？私が倒したんだ！

source: You didn't do sh-
it: Tu non hai fatto un ca-
ja: あんた、なんにもしてなかっ……

source: Splendid! Well done, my prince! Never in all my years have I witnessed such talent!
it: Splendido! Ben fatto, mio principe! In tutti i miei anni non sono mai stato testimone di cotanto talento!
ja: 素晴らしい！ 流石です、我が王子！ このような才能を目の当たりにしたのは、生まれて初めてです！

source: <i>(Ugh, I hate babysitting, but the 3 gold per turn pays the bills....)</i>
it: <i>(Ugh, odio fargli da babysitter, ma 3 monete d'oro per turno pagano le bollette...)</i>
ja: <span size='small'>(うげぇ、子守なんぞウンザリだ、 だがターン毎に3 gold の収入は代え難いか・・・)</span>

source: Troll bridge
it: Ponte dei troll
ja: トロルの橋

source: One of your units has a very useful advancement. Too bad there is no way to transfer experience between your own units, but maybe there is another way...
it: Una delle tue unità ha un avanzamento molto utile. Peccato che non ci sia modo di trasferire l'esperienza tra le tue unità, ma forse c'è un'altra strada...
ja: ユニットの一つに非常に便利なレベルアップ先があります。ユニット同士で経験値を交換する事はできませんが、別の方法があるかもしれません..

source: The wolf rider needs to advance to a goblin pillager, which has the very useful slowing ability. That means it needs a level 2 kill, but the enemy is only level 1 - for now! Also, don't forget to take advantage of the nearby village.
it: Il cavalcatore di lupi deve avanzare come goblin saccheggiatore, che ha l'utilissima abilità di rallentamento. Questo significa che ha bisogno di uccidere un'unità di livello 2, ma il nemico è solo di livello 1 - per adesso! Inoltre, non dimenticarti di approfittare del villaggio nelle vicinanze.
ja: ウルフライダーはレベルアップ先を、非常に有効なアビリティ「遅化」を持つゴブリンの略奪兵にする必要があります。つまりレベルアップにはレベル2ユニットの殺害が必要ですが、敵はレベル1に過ぎません。また、近くにある村を利用する事を忘れないでください。

source: Dis troll bridge. We not let orcs take toll eggs. Wait, dat not right...
it: Guesto ponte di troll. Noi no lasciare orchi prendere nostre uova. Aspetta, guesto no giusto...
ja: ここは、トロルの橋だ。俺たちはオークにトロルの卵を渡さない。待て、そうじゃなくて..

source: See?! I've been saying this whole time that trolls lay eggs!
it: Visto? Lo dico da sempre che i troll depongono le uova!
ja: ほら見ろ?! 前から俺が言っていただろ、トロルは卵を産むんだ！

source: You moron, everyone knows trolls reproduce by budding!
it: Pezzo di deficiente, tutti sanno che i troll si riproducono per gemmazione!
ja: お前馬鹿だろ、トロルは地面から生えて来るってみんな知ってるぞ！

source: Who cares, just hurry up and get rid of them!
it: Chi se ne frega, sbrighiamoci e sbarazziamoci di loro!
ja: そんな事はどうでもいい、早いとこ奴らを排除するんだ！

source: Gronk must protect eggs! Gronk not move from this spot.
it: Gronk deve proteggere uova! Gronk no muovere da guesto posto.
ja: Gronkは卵を守る！Gronkはここから動かない。

source: Defeat the troll leader this or next turn.
it: Sconfiggi il condottiero dei troll in questo turno o nel prossimo.
ja: このターンまたは次のターンでトロルのリーダーを殺す。

source: Death of Grug.
it: Morte di Grug.
ja: Grugの死。

source: The troll leader survives next turn.
it: Il condottiero dei troll sopravvive al prossimo turno.
ja: トロルのリーダーが次のターンを生き残こる。

source: Ah! Who will protect eggs now?!
it: Ah! Chi proteggere uova ora?!
ja: あぁ！これから誰が卵を守るんだ?!

source: Wait a minute... these are gryphon eggs! The trolls were just guarding their food supply!
it: Aspetta un minuto... queste sono uova di grifone! I troll stavano solo facendo la guardia alle loro scorte di cibo!
ja: ちょっと待て… こいつはグリフォンの卵だ！トロルは食料を守っていただけだったのか！

source: Well, that doesn't prove that trolls don't lay eggs!
it: Be', questo non dimostra che i troll non depongano uova!
ja: かもしれない、だけどそれはトロルが卵を産まない事の証明にはならない！

source: TP
it: EdT
